*** Más ejemplos, pero que hacen algo
    
    SUMA:
    #+BEGIN_SRC haskell
3.0 + 2
    #+END_SRC

    #+RESULTS:
    : 5.0

    COMPARACIÓN:
    #+BEGIN_SRC haskell
(1.0 + 3) == (2 + 2)
    #+END_SRC

    OTRAS FUNCIONES:
    #+BEGIN_SRC haskell
abs (-1)
    #+END_SRC

